/* Info shown cell for TV shows */
"Season %@, Episode %@" = "עונה %1$@, פרק %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = " עונה %@";

/* TV Season header in video details */
"%@, Season %@" = "‏%@, עונה %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(פרק אחד)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(ספר אחד)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d ספרים)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d פרקים, סרטון וידאו אחד)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d פרקים, %d סרטוני וידיאו)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d פרקים)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d סרטוני וידיאו)";

"ONE_SONG" = "שיר אחד";
"SONGS_COUNT_FORMAT" = "%d שירים";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d אלבומים, ‏%d שירים";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d אלבומים, ‏שיר אחד";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "שיר אחד";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d שירים";

"ALBUM_HEADER_SONG_COUNT" = "%d שירים";
"ALBUM_HEADER_SONG_COUNT_1" = "שיר אחד";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "יצא ב-%@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "‏%@, %@.";

"LIBRARY" = "ספריה";
"MUSIC" = "מוסיקה";
"NO_MUSIC_TITLE" = "מוסיקה";
"NO_VIDEOS_TITLE" = "וידיאו";
"SOURCES" = "מקורות";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "חובר אביזר";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "הוסף את כל האלבומים";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "הוסף את כל השירים";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "הוסף שירים לרשימת ה-On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "שמור";
"ADD_PLAYLIST_DIALOG_TITLE" = "רשימת השמעה חדשה";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "הקש/י שם עבור רשימת השמעה זו.";
"ADD_PLAYLIST_ROW" = "הוסף רשימת השמעה…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "שם";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "הוסף/י שירים ל-״%@״.";
"EDIT_PLAYLIST_RENAME" = "שינוי שם";
"EDIT_PLAYLIST_ADD_SONGS" = "הוסף שירים";
"RENAME_PLAYLIST_DIALOG_TITLE" = "שנה/י את שם הרשימה";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "שם";

/* No comment provided by engineer. */
"Albums" = "אלבומים";

/* list option to view all albums. */
"All Albums" = "כל האלבומים";

/* list option to view all songs. */
"All Songs" = "כל השירים";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "פרק %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Chapter %d of %d" = "פרק %1$d מתוך %2$d";

"CHAPTER_INDEX_FORMAT" = "פרק %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "רענן רשימת השמעה";

"CLEAR" = "נקה";

/* No comment provided by engineer. */
"Clear Playlist" = "נקה רשימת השמעה";

/* No comment provided by engineer. */
"Save Playlist" = "שמור רשימת השמעה";

/* No comment provided by engineer. */
"Delete Playlist" = "מחק רשימת השמעה";

/* No comment provided by engineer. */
"content" = "תוכן";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "לא תקין";

/* No comment provided by engineer. */
"Delete" = "מחק";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "האם ברצונך למחוק את ״%@״ על-מנת לפנות מקום?";

/* No comment provided by engineer. */
"Done" = "סיום";

/* No comment provided by engineer. */
"Edit" = "עריכה";

/* No comment provided by engineer. */
"Save" = "שמור";

/* Info shown cell for TV shows */
"Episode %@" = "פרק %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "מבוסס על מוסיקה מאת:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ ואחרים";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " ונוספים";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius Mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "התחבר/י לרשת אלחוטית או סלולרית על-מנת להוריד את ״%@״.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "התחבר/י לרשת אלחוטית על-מנת להוריד את ״%@״.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U‏";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "השאר אצלי";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d אלבומים";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d אמנים";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d ספרים של Audible";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d ספרי שמע";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d אוספים";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d מלחינים";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d פריטים";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d רצועות ";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d סגנונות";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d רשימות השמעה";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d פרקים";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d פודקאסטים";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d שירים";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "מוריד %d מתוך %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d תזכורות קוליות";

/* No comment provided by engineer */
"LOADING_GENIUS" = "טוען…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "טוען מילים…";

/* No comment provided by engineer. */
"More" = "עוד";

/* Section header title in the Videos list */
"Movies" = "סרטים";

/* Section header title in the Videos list */
"Movie Rentals" = "סרטים שכורים";

/* Section header title in the Videos list */
"Music Videos" = "קליפים";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "אין ספרי שמע";

/* Generic no content message */
"No Content" = "אין תוכן";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "אין מוסיקה";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "אין פודקאסטים";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "אין קטעי וידיאו";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "אלבומים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "אמנים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "ספרי שמע";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "אוספים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "מלחינים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "סגנונות";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius Mixes";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U‏";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "עוד";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "רשימות";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "רשימות";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "פודקאסטים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "שירים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "וידיאו";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "סרטים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "פריטים מושכרים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "תכניות טלוויזיה";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U‏";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "פודקאסטים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "קליפים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "פרטים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "פרקים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "פרקים";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "הקרן סרט";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "משותף";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "חלק %d מתוך %d";

/* No comment provided by engineer. */
"Playlists" = "רשימות";

/* Section header title in the Videos list */
"Podcasts" = "פודקאסטים";

/* Shuffle option shown in song lists */
"Shuffle" = "סדר אקראי";

/* No comment provided by engineer. */
"Songs" = "שירים";

/* iTunes Movie Store */
"MOVIE_STORE" = "חנות";

/* iTunes Music Store */
"MUSIC_STORE" = "חנות";

/* No comment provided by engineer. */
"Syncing" = "מסנכרן";

/* Section header title in the Videos list */
"TV Shows" = "תכניות טלוויזיה";

/* No comment provided by engineer. */
"Unknown" = "לא ידוע";
"UNKNOWN_ARTIST" = "אמן לא ידוע";
"UNKNOWN_ALBUM" = "אלבום לא ידוע";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "ניתן להוריד פודקאסטים מה-iTunes Store";
"You can download iTunes U content from iTunes." = "ניתן להוריד תוכן של iTunes U מה-\niTunes Store";
"You can download audiobooks from iTunes." = "ניתן להוריד ספרי שמע מה-iTunes Store";
"You can download music from iTunes." = "ניתן להוריד מוסיקה מה-iTunes Store";
"You can download videos from iTunes." = "ניתן להוריד קטעי וידיאו מה-iTunes Store";

"NOW_PLAYING" = "מתנגן כעת:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "מתנגן\nכעת";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "תקופת ההשכרה עומדת להסתיים";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "‏תקופת ההשכרה של סרט זה עומדת להסתיים. אם תפסיק/י את הצפייה לאחר המועד שנקבע, יהיה עליך לשכור אותו שוב.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "האם הינך בטוח/ה שברצונך למחוק את ״%@״? זהו סרט שכור. אם תרצה/י לצפות בו, תצטרך/י לשכור אותו שוב.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "האם הינך בטוח/ה שברצונך למחוק את ״%@״?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "\"%@\" לא הועבר אל iTunes. אם תמחק/י אותו, יהיה עליך לרכוש אותו שוב.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "האם ברצונך לצפות בסרט שכור זה?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "תקופת ההשכרה עומדת להסתיים";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "‏תקופת ההשכרה של תכנית טלוויזיה זו עומדת להסתיים. אם תפסיק/י את הצפייה לאחר המועד שנקבע, יהיה עליך לשכור אותה שוב.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "האם הינך בטוח/ה שברצונך למחוק את ״%@״? זוהי תכנית טלוויזיה שכורה. אם תרצה/י לצפות בה, תצטרך/י לשכור אותה שוב.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "האם ברצונך לצפות בתכנית טלוויזיה שכורה זו?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "ההשכרה תסתיים %d ימים לאחר שתתחיל/י לצפות בו.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "ההשכרה תסתיים יום %d לאחר שתתחיל/י לצפות בו.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "ההשכרה תסתיים %d שעות לאחר שתתחיל/י לצפות בו.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "ההשכרה תסתיים %d שעה לאחר שתתחיל/י לצפות בו.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "ההשכרה תסתיים %d דקות לאחר שתתחיל/י לצפות בו.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "ההשכרה תסתיים %d דקה לאחר שתתחיל/י לצפות בו.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "להורדת פרקים נוספים…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "הצג המלצות Genius…";

"GET_MORE_TV_EPISODES" = "להורדת פרקים נוספים…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "תוצאות חיפוש";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "שיר";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "אמן";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "אלבום";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "רשימת השמעה";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "ספר שמע";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "קליפ";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "תכנית טלוויזיה";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "פודקאסט";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "סרט";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "חיפוש";

"SEARCH_RESULTS_ONE_RESULT" = "תוצאה אחת";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d תוצאות";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "אמנים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "אמן (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "אלבומים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "אלבום (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "רשימת השמעה (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "רשימות השמעה (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "שיר (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "שירים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "ספרי שמע (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "ספר שמע (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "פרקי פודקאסט (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "פרק פודקאסט (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "פודקאסטים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "פודקאסט (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "קליפים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "קליפ (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "פרקי סדרה (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "פרק סדרה (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "תכניות טלוויזיה (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "תכנית טלוויזיה (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "סרטים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "סרט (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "סגנונות (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "סגנון (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "מלחינים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "מלחין (תוצאה %@)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "המשך לחפש בחנות…";

"PODCAST_LINK_EMAIL_FORMAT" = "פודקאסט מומלץ ב-iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "כדי לשתף פודקאסטים,
נא להגדיר חשבון Mail.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "סיכום";
"DESCRIPTION_HEADER" = "תיאור";

"ACTOR_HEADER_SINGULAR" = "שחקן";
"ACTOR_HEADER_PLURAL" = "שחקנים";

"DIRECTOR_HEADER_SINGULAR" = "במאי";
"DIRECTOR_HEADER_PLURAL" = "במאים";

"PRODUCER_HEADER_SINGULAR" = "מפיק";
"PRODUCER_HEADER_PLURAL" = "מפיקים";

"SCREENWRITER_HEADER_SINGULAR" = "תסריטאי";
"SCREENWRITER_HEADER_PLURAL" = "תסריטאים";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "אלבום %d, ‏שיר %d";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "אלבום %d, ‏%d שירים";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d אלבומים, ‏%d שירים";

"NO_METADATA_RELEASED_HEADER" = "יצא";
"NO_METADATA_LENGTH_HEADER" = "אורך";
"NO_METADATA_SIZE_HEADER" = "גודל";
"NO_METADATA_COPYRIGHT_HEADER" = "©";
"NO_METADATA_DIMENSIONS_HEADER" = "מידות";
"NO_METADATA_CODECS_HEADER" = "ערכות קידוד";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "יצא";
"LENGTH_HEADER" = "אורך";
"SIZE_HEADER" = "גודל";
"COPYRIGHT_HEADER" = "©";
"FROM_THE_ALBUM_HEADER" = "מתוך האלבום (ניתן להורדה ב-iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "מידות";
"CODECS_HEADER" = "ערכות קידוד";

"RELEASE_DATE_UNKNOWN" = "לא ידוע";
"DURATION_UNKNOWN" = "לא ידוע";
"DIRECTORS_UNKNOWN" = "לא ידוע";

"ALBUM_UNKNOWN" = "אלבום לא ידוע";
"ALBUM_SONGS_COUNT_SINGULAR" = "שיר אחד";
"ALBUM_SONGS_COUNT_PLURAL" = "%u שירים";

"CREATE_GENIUS_PLAYLIST" = "בחר/י שיר כדי ליצור רשימת Genius. ";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "הוסף שירים לרשימת ההשמעה ״%@״.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "יצא ב-%@";
"ALBUM_INFO_SONGS_SINGULAR" = "שיר אחד";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u שירים";
"ALBUM_INFO_TIME_SINGULAR" = "דקה";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u דק׳";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "ניתן להוריד קטעי וידיאו באמצעות iTunes.";
"GENIUS_PLAYLIST" = "רשימת Genius";
"DELETE_VIDEO_ALERT" = "למחוק את הסרטון?";

"PLAYLIST_DELETE_ALERT_TITLE" = "מחק את ״%@״";
"PLAYLIST_DELETE_ALERT_BODY" = "אם תמחק/י את ״%@״, הוא גם יוסר מהמחשב בסנכרון הבא.";

"EPISODE_DESCRIPTION_MORE" = "עוד";

"NO_RESULTS" = "‏אין תוצאות";

"PLAY_ALL_SONGS" = "נגן את כל השירים";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "בחר/י שיר ליצירת רשימת השמעה Genius. ";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "חדשה";
"GENIUS_REFRESH_BUTTON_TITLE" = "רענן";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "ספריות לשיתוף ביתי";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "הספריה ״%@״ דורשת סיסמה.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "סיסמה";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "לא ניתן היה להתחבר ל-״%@״.";

"RENTAL_EXPIRED_FORMAT" = "תקופת ההשכרה שלך עבור ״%@״ הסתיימה";
"RENTAL_WARNING_DAYS_FORMAT" = "לרשותך %1$@ ימים לצפות ב-״%2$@״ לפני שימחק";
"RENTAL_WARNING_DAY_FORMAT" = "לרשותך יום %1$@ לצפות ב-״%2$@״ לפני שימחק";
"RENTAL_WARNING_HOURS_FORMAT" = "לרשותך %1$@ שעות לצפות ב-״%2$@״ לפני שימחק";
"RENTAL_WARNING_HOUR_FORMAT" = "לרשותך שעה %1$@ לצפות ב-״%2$@״ לפני שימחק";
"RENTAL_WARNING_MINUTES_FORMAT" = "לרשותך %1$@ דקות לצפות ב-״%2$@״ לפני שימחק";
"RENTAL_WARNING_MINUTE_FORMAT" = "לרשותך דקה %1$@ לצפות ב-״%2$@״ לפני שימחק";

"HOME_SHARING_SPLASH_LABEL" = "שיתוף ביתי";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "example@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "סיסמה";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "חובה";
"HOME_SHARING_FOOTER_LABEL" = "על-מנת להשתמש בשיתוף ביתי, יש צורך ב⁠-⁠Apple ID.";
"HOME_SHARING_ERROR_TITLE" = "לא ניתן היה להפעיל שיתוף ביתי";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "לא ניתן להתחבר לספריית המדיה";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "ל״שיתוף ביתי״ נדרש iTunes גירסה 10.2 ומעלה.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "ה-iPad שלי";
"SHARED_DEVICE_LIBRARY_FORMAT" = "ה-%@ שלי";

"DOWNLOAD_ALL_BUTTON_TITLE" = "הורד הכול";
"SHOW_COMPLETE_ALBUM" = "הצג את כל האלבום…";
"HIDE_COMPLETE_ALBUM" = "הסתר את כל האלבום";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "השלם את האלבום שלי: %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "השלם אלבום זה";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "איכות רגילה";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "רכוש/י אלבום: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "מחיר רגיל %@";
"SHOW_COMPLETE_SEASON" = "הצג את כל העונה";
"HIDE_COMPLETE_SEASON" = "הסתר את כל העונה";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "עוד פרק %d…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "‏%d פרקים נוספים זמינים ב-iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = " ‏%d פרקים נוספים…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "פרק ‏%d נוסף זמין ב-iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "השלם את העונה שלי: %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "השלם את העונה שלי";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "השלם את ה-Season Pass שלי";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "קנה/י את עונה %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "קנה/י עונה";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "קנה/י Season Pass";

"EXIT_STORE_BUTTON_TITLE" = "ספריה";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "הפודקאסטים עברו מקום";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "ניתן להוריד פרקים חדשים באמצעות יישום הפודקאסטים.";
